tap "buo/cask-upgrade"
tap "ebullient/tap"
brew "brotli"
brew "chezmoi"
brew "direnv"
brew "dockutil"
brew "ffmpeg"
brew "git"
brew "mas"
brew "nvm"
brew "openjdk"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "rclone"
brew "starship"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "ebullient/tap/ttrpg-convert-cli"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "altair-graphql-client"
cask "anylist"
cask "arq"
cask "audacity"
cask "betterdisplay"
cask "brave-browser"
cask "bunch"
cask "cardhop"
cask "cirrus"
cask "daisydisk"
cask "dash@6"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "fantastical"
cask "fantasy-grounds"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-great-vibes"
cask "font-jetbrains-mono-nerd-font"
cask "font-patrick-hand"
cask "font-powerline-symbols"
cask "gimp"
cask "github"
cask "google-chrome"
cask "graphql-ide"
cask "graphql-playground"
cask "home-assistant"
cask "httpie"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope@2"
cask "karabiner-elements"
cask "kitty"
cask "macwhisper"
cask "microsoft-auto-update"
cask "moom"
cask "mqtt-explorer"
cask "multiviewer-for-f1"
cask "netspot"
cask "obsidian"
cask "omnifocus"
cask "plex"
cask "plexamp"
cask "qgis"
cask "qview"
cask "readwise-ibooks"
cask "sonos"
cask "tailscale"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "ubiquiti-unifi-controller"
cask "vassal"
cask "viscosity"
cask "visual-studio-code"
cask "windows-app"
cask "wireshark"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jinliming2.vscode-go-template"
vscode "keesschollaart.vscode-home-assistant"
vscode "kotfu.bunch"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "mxsdev.typescript-explorer"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "zenstack.zenstack"
