tap "buo/cask-upgrade"
tap "homebrew/bundle"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-powerline-symbols"

brew "brotli"
brew "chezmoi"
brew "direnv"
brew "ffmpeg"
brew "git"
brew "mas"
brew "nvm"
brew "starship"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arq"
cask "audacity"
cask "betterdisplay"
cask "brave-browser"
cask "bunch"
cask "cardhop"
cask "chatgpt"
cask "cirrus"
cask "daisydisk"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox@developer-edition"
cask "gimp"
cask "github"
cask "google-chrome"
cask "home-assistant"
cask "httpie"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "macwhisper"
cask "moom"
cask "obsidian"
cask "omnifocus"
cask "qview"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "ubiquiti-unifi-controller"
cask "vassal"
cask "viscosity"
cask "visual-studio-code"
cask "windows-app"
cask "wireshark"

mas "Drafts", id: 1435957248
mas "PokerCruncher", id: 422498721

vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
